[PR_MasterEngineer X2AbilityTemplate]
LocFriendlyName="大师级工程师"
LocHelpText="每回合一次，使用临时手榴弹将退还所使用的行动力."
LocLongDescription="每回合一次，使用临时手榴弹将退还所使用的行动力."
LocPromotionPopupText="<Bullet/> 每回合一次，使用临时手榴弹将退还所使用的行动力."



[PRFreeBitterfrostGrenade X2AbilityTemplate]
LocFriendlyName="低温弹手Ⅰ"
LocHelpText="<Bullet/>为你的物品栏提供一颗免费的低温榴弹.<br> <Bullet/>低温<font color='#d3af37'>(2级寒冷Buff)</font>将大幅降低目标的<font color='#d3af37'>移动力和闪避</font>.<br> <Bullet/><font color='#d3af37'>(3级寒冷Buff)</font>会冻结敌人.<br> <Bullet/>冻结的敌人<font color='#d3af37'>防御</font>将会降低"
LocLongDescription="<Bullet/>为你的物品栏提供一颗免费的低温榴弹.<br> <Bullet/>低温<font color='#d3af37'>(2级寒冷Buff)</font>将大幅降低目标的<font color='#d3af37'>移动力和闪避</font>.<br> <Bullet/><font color='#d3af37'>(3级寒冷Buff)</font>会冻结敌人.<br> <Bullet/>冻结的敌人<font color='#d3af37'>防御</font>将会降低"
LocPromotionPopupText="<Bullet/>为你的物品栏提供一颗免费的低温榴弹.<br> <Bullet/>低温<font color='#d3af37'>(2级寒冷Buff)</font>将大幅降低目标的<font color='#d3af37'>移动力和闪避</font>.<br> <Bullet/><font color='#d3af37'>(3级寒冷Buff)</font>会冻结敌人.<br> <Bullet/>冻结的敌人<font color='#d3af37'>防御</font>将会降低"

[PRFreeBitterfrostGrenade2 X2AbilityTemplate]
LocFriendlyName="低温弹手Ⅱ"
LocHelpText="<Bullet/>在低温弹手Ⅰ基础上，额外提供+1免费的低温榴弹.<br> <Bullet/>低温<font color='#d3af37'>(2级寒冷Buff)</font>将大幅降低目标的<font color='#d3af37'>移动力和闪避</font>.<br> <Bullet/><font color='#d3af37'>(3级寒冷Buff)</font>会冻结敌人.<br> <Bullet/>冻结的敌人<font color='#d3af37'>防御</font>将会降低"
LocLongDescription="<Bullet/>在低温弹手Ⅰ基础上，额外提供+1免费的低温榴弹.<br> <Bullet/>低温<font color='#d3af37'>(2级寒冷Buff)</font>将大幅降低目标的<font color='#d3af37'>移动力和闪避</font>.<br> <Bullet/><font color='#d3af37'>(3级寒冷Buff)</font>会冻结敌人.<br> <Bullet/>冻结的敌人<font color='#d3af37'>防御</font>将会降低"
LocPromotionPopupText="<Bullet/>在低温弹手Ⅰ基础上，额外提供+1免费的低温榴弹.<br> <Bullet/>低温<font color='#d3af37'>(2级寒冷Buff)</font>将大幅降低目标的<font color='#d3af37'>移动力和闪避</font>.<br> <Bullet/><font color='#d3af37'>(3级寒冷Buff)</font>会冻结敌人.<br> <Bullet/>冻结的敌人<font color='#d3af37'>防御</font>将会降低"

[ImprovisePRFreeBitterfrostGrenade X2AbilityTemplate]
LocFriendlyName="临时低温弹"
LocHelpText="<Bullet/> 2回合冷却时间，6充能，从现场找到的各种物品中组装一个临时低温弹，如果 <Ability:CLASSNAME/> 也拥有<font color='#d3af37'>轻型军械</font>，则组装多个临时榴弹<br> <Bullet/>低温<font color='#d3af37'>(2级寒冷Buff)</font>将大幅降低目标的<font color='#d3af37'>移动力和闪避</font>.<br> <Bullet/><font color='#d3af37'>(3级寒冷Buff)</font>会冻结敌人.<br> <Bullet/>冻结的敌人<font color='#d3af37'>防御</font>将会降低"
LocLongDescription="<Bullet/> 2回合冷却时间，6充能，从现场找到的各种物品中组装一个临时低温弹，如果 <Ability:CLASSNAME/> 也拥有<font color='#d3af37'>轻型军械</font>，则组装多个临时榴弹<br> <Bullet/>低温<font color='#d3af37'>(2级寒冷Buff)</font>将大幅降低目标的<font color='#d3af37'>移动力和闪避</font>.<br> <Bullet/><font color='#d3af37'>(3级寒冷Buff)</font>会冻结敌人.<br> <Bullet/>冻结的敌人<font color='#d3af37'>防御</font>将会降低"
LocPromotionPopupText="<Bullet/> 2回合冷却时间，6充能，从现场找到的各种物品中组装一个临时低温弹，如果 <Ability:CLASSNAME/> 也拥有<font color='#d3af37'>轻型军械</font>，则组装多个临时榴弹<br> <Bullet/>低温<font color='#d3af37'>(2级寒冷Buff)</font>将大幅降低目标的<font color='#d3af37'>移动力和闪避</font>.<br> <Bullet/><font color='#d3af37'>(3级寒冷Buff)</font>会冻结敌人.<br> <Bullet/>冻结的敌人<font color='#d3af37'>防御</font>将会降低"



[PRFreeSmokeGrenade X2AbilityTemplate]
LocFriendlyName="烟雾弹手Ⅰ"
LocHelpText="为你的物品栏提供一颗免费的烟雾榴弹，如果已完成对应科研项目，可升级为烟雾炸弹."
LocLongDescription="为你的物品栏提供一颗免费的烟雾榴弹，如果已完成对应科研项目，可升级为烟雾炸弹."
LocPromotionPopupText="<Bullet/> 为你的物品栏提供一颗免费的烟雾榴弹，如果已完成对应科研项目，可升级为烟雾炸弹."


[PRFreeSmokeGrenade2 X2AbilityTemplate]
LocFriendlyName="烟雾弹手Ⅱ"
LocHelpText="在烟雾弹手Ⅰ基础上，额外提供+1免费的烟雾榴弹，如果已完成对应科研项目，可升级为烟雾炸弹"
LocLongDescription="在烟雾弹手Ⅰ基础上，额外提供+1免费的烟雾榴弹，如果已完成对应科研项目，可升级为烟雾炸弹"
LocPromotionPopupText="<Bullet/> 在烟雾弹手Ⅰ基础上，额外提供+1免费的烟雾榴弹，如果已完成对应科研项目，可升级为烟雾炸弹"


[ImprovisePRFreeSmokeGrenade X2AbilityTemplate]
LocFriendlyName="临时烟雾弹"
LocHelpText="<Bullet/> 1回合冷却时间，8充能，从现场找到的各种物品中组装一个临时烟雾弹，如果 <Ability:CLASSNAME/> 也拥有<font color='#d3af37'>轻型军械</font>，则组装多个临时榴弹<br> <Bullet/>如果已完成对应科研项目，可升级为烟雾炸弹."
LocLongDescription="<Bullet/> 1回合冷却时间，8充能，从现场找到的各种物品中组装一个临时烟雾弹，如果 <Ability:CLASSNAME/> 也拥有<font color='#d3af37'>轻型军械</font>，则组装多个临时榴弹<br> <Bullet/>如果已完成对应科研项目，可升级为烟雾炸弹."
LocPromotionPopupText="<Bullet/> 1回合冷却时间，8充能，从现场找到的各种物品中组装一个临时烟雾弹，如果 <Ability:CLASSNAME/> 也拥有<font color='#d3af37'>轻型军械</font>，则组装多个临时榴弹<br> <Bullet/>如果已完成对应科研项目，可升级为烟雾炸弹."



[PRFreeFragGrenade X2AbilityTemplate]
LocFriendlyName="破片弹手Ⅰ"
LocHelpText="为你的物品栏提供一颗免费的破片榴弹，如果已完成对应科研项目，可升级为电浆榴弹."
LocLongDescription="为你的物品栏提供一颗免费的破片榴弹，如果已完成对应科研项目，可升级为电浆榴弹."
LocPromotionPopupText="<Bullet/> 为你的物品栏提供一颗免费的破片榴弹，如果已完成对应科研项目，可升级为电浆榴弹."

[PRFreeFragGrenade2 X2AbilityTemplate]
LocFriendlyName="破片弹手Ⅱ"
LocHelpText="在破片弹手Ⅰ基础上，额外提供+1免费的破片榴弹，如果已完成对应科研项目，可升级为电浆榴弹"
LocLongDescription="在破片弹手Ⅰ基础上，额外提供+1免费的破片榴弹，如果已完成对应科研项目，可升级为电浆榴弹"
LocPromotionPopupText="<Bullet/> 在破片弹手Ⅰ基础上，额外提供+1免费的破片榴弹，如果已完成对应科研项目，可升级为电浆榴弹"


[ImprovisePRFreeFragGrenade X2AbilityTemplate]
LocFriendlyName="临时破片弹"
LocHelpText="<Bullet/> 2回合冷却时间，6充能，从现场找到的各种物品中组装一个临时破片弹，如果 <Ability:CLASSNAME/> 也拥有<font color='#d3af37'>轻型军械</font>，则组装多个临时榴弹<br> <Bullet/>如果已完成对应科研项目，可升级为电浆榴弹."
LocLongDescription="<Bullet/> 2回合冷却时间，6充能，从现场找到的各种物品中组装一个临时破片弹，如果 <Ability:CLASSNAME/> 也拥有<font color='#d3af37'>轻型军械</font>，则组装多个临时榴弹<br> <Bullet/>如果已完成对应科研项目，可升级为电浆榴弹."
LocPromotionPopupText="<Bullet/> 2回合冷却时间，6充能，从现场找到的各种物品中组装一个临时破片弹，如果 <Ability:CLASSNAME/> 也拥有<font color='#d3af37'>轻型军械</font>，则组装多个临时榴弹<br> <Bullet/>如果已完成对应科研项目，可升级为电浆榴弹."




[PRFreeAcidGrenade X2AbilityTemplate]
LocFriendlyName="酸性弹手Ⅰ"
LocHelpText="为你的物品栏提供一颗免费的酸性榴弹，如果已完成对应科研项目，可升级为酸性炸弹."
LocLongDescription="为你的物品栏提供一颗免费的酸性榴弹，如果已完成对应科研项目，可升级为酸性炸弹."
LocPromotionPopupText="<Bullet/> 为你的物品栏提供一颗免费的酸性榴弹，如果已完成对应科研项目，可升级为酸性炸弹."


[PRFreeAcidGrenade2 X2AbilityTemplate]
LocFriendlyName="酸性弹手Ⅱ"
LocHelpText="在酸性弹手Ⅰ基础上，额外提供+1免费的酸性榴弹，如果已完成对应科研项目，可升级为酸性炸弹"
LocLongDescription="在酸性弹手Ⅰ基础上，额外提供+1免费的酸性榴弹，如果已完成对应科研项目，可升级为酸性炸弹"
LocPromotionPopupText="<Bullet/> 在酸性弹手Ⅰ基础上，额外提供+1免费的酸性榴弹，如果已完成对应科研项目，可升级为酸性炸弹"


[ImprovisePRFreeAcidGrenade X2AbilityTemplate]
LocFriendlyName="临时酸性弹"
LocHelpText="<Bullet/> 4回合冷却时间，6充能，从现场找到的各种物品中组装一个临时酸性弹，如果 <Ability:CLASSNAME/> 也拥有<font color='#d3af37'>轻型军械</font>，则组装多个临时榴弹<br> <Bullet/>如果已完成对应科研项目，可升级为酸性炸弹."
LocLongDescription="<Bullet/> 4回合冷却时间，6充能，从现场找到的各种物品中组装一个临时酸性弹，如果 <Ability:CLASSNAME/> 也拥有<font color='#d3af37'>轻型军械</font>，则组装多个临时榴弹<br> <Bullet/>如果已完成对应科研项目，可升级为酸性炸弹."
LocPromotionPopupText="<Bullet/> 4回合冷却时间，6充能，从现场找到的各种物品中组装一个临时酸性弹，如果 <Ability:CLASSNAME/> 也拥有<font color='#d3af37'>轻型军械</font>，则组装多个临时榴弹<br> <Bullet/>如果已完成对应科研项目，可升级为酸性炸弹."




[PRFreeEMPGrenade X2AbilityTemplate]
LocFriendlyName="EMP弹手Ⅰ"
LocHelpText="为你的物品栏提供一颗免费的EMP榴弹."
LocLongDescription="为你的物品栏提供一颗免费的EMP榴弹."
LocPromotionPopupText="<Bullet/> 为你的物品栏提供一颗免费的EMP榴弹."


[PRFreeEMPGrenade2 X2AbilityTemplate]
LocFriendlyName="EMP弹手Ⅱ"
LocHelpText="在EMP弹手Ⅰ基础上，额外提供+1免费的EMP榴弹"
LocLongDescription="在EMP弹手Ⅰ基础上，额外提供+1免费的EMP榴弹"
LocPromotionPopupText="<Bullet/> 在EMP弹手Ⅰ基础上，额外提供+1免费的EMP榴弹"


[ImprovisePRFreeEMPGrenade X2AbilityTemplate]
LocFriendlyName="临时EMP弹"
LocHelpText="3回合冷却时间，6充能，从现场找到的各种物品中组装一个临时EMP弹，如果 <Ability:CLASSNAME/> 也拥有<font color='#d3af37'>轻型军械</font>，则组装多个临时榴弹."
LocLongDescription=" 3回合冷却时间，6充能，从现场找到的各种物品中组装一个临时EMP弹，如果 <Ability:CLASSNAME/> 也拥有<font color='#d3af37'>轻型军械</font>，则组装多个临时榴弹."
LocPromotionPopupText="<Bullet/> 3回合冷却时间，6充能，从现场找到的各种物品中组装一个临时EMP弹，如果 <Ability:CLASSNAME/> 也拥有<font color='#d3af37'>轻型军械</font>，则组装多个临时榴弹."




[PRFreeFirebomb X2AbilityTemplate]
LocFriendlyName="火焰弹手Ⅰ"
LocHelpText="为你的物品栏提供一颗免费的火焰榴弹，如果已完成对应科研项目，可升级为火焰炸弹."
LocLongDescription="为你的物品栏提供一颗免费的火焰榴弹，如果已完成对应科研项目，可升级为火焰炸弹."
LocPromotionPopupText="<Bullet/> 为你的物品栏提供一颗免费的火焰榴弹，如果已完成对应科研项目，可升级为火焰炸弹."


[PRFreeFirebomb2 X2AbilityTemplate]
LocFriendlyName="火焰弹手Ⅱ"
LocHelpText="在火焰弹手Ⅰ基础上，额外提供+1免费的火焰榴弹，如果已完成对应科研项目，可升级为火焰炸弹"
LocLongDescription="在火焰弹手Ⅰ基础上，额外提供+1免费的火焰榴弹，如果已完成对应科研项目，可升级为火焰炸弹"
LocPromotionPopupText="<Bullet/> 在火焰弹手Ⅰ基础上，额外提供+1免费的火焰榴弹，如果已完成对应科研项目，可升级为火焰炸弹"


[ImprovisePRFreeFirebomb X2AbilityTemplate]
LocFriendlyName="临时火焰弹"
LocHelpText="<Bullet/> 4回合冷却时间，4充能，从现场找到的各种物品中组装一个临时火焰弹，如果 <Ability:CLASSNAME/> 也拥有<font color='#d3af37'>轻型军械</font>，则组装多个临时榴弹<br> <Bullet/>如果已完成对应科研项目，可升级为火焰炸弹."
LocLongDescription="<Bullet/> 4回合冷却时间，4充能，从现场找到的各种物品中组装一个临时火焰弹，如果 <Ability:CLASSNAME/> 也拥有<font color='#d3af37'>轻型军械</font>，则组装多个临时榴弹<br> <Bullet/>如果已完成对应科研项目，可升级为火焰炸弹."
LocPromotionPopupText="<Bullet/> 4回合冷却时间，4充能，从现场找到的各种物品中组装一个临时火焰弹，如果 <Ability:CLASSNAME/> 也拥有<font color='#d3af37'>轻型军械</font>，则组装多个临时榴弹<br> <Bullet/>如果已完成对应科研项目，可升级为火焰炸弹."




[PRFreeNeurotoxinGrenade X2AbilityTemplate]
LocFriendlyName="神经毒素弹手Ⅰ"
LocHelpText="为你的物品栏提供一颗免费的神经毒素榴弹，对爆炸区域内的目标造成伤害并使其混乱。 产生一团气体，随后会毒害云内的任何单位."
LocLongDescription="为你的物品栏提供一颗免费的神经毒素榴弹，对爆炸区域内的目标造成伤害并使其混乱。 产生一团气体，随后会毒害云内的任何单位."
LocPromotionPopupText="<Bullet/> 为你的物品栏提供一颗免费的神经毒素榴弹，对爆炸区域内的目标造成伤害并使其混乱。 产生一团气体，随后会毒害云内的任何单位."


[PRFreeNeurotoxin2Grenade X2AbilityTemplate]
LocFriendlyName="神经毒素弹手Ⅱ"
LocHelpText="在神经毒素弹手Ⅰ基础上，额外提供+1免费的神经毒素榴弹"
LocLongDescription="在神经毒素弹手Ⅰ基础上，额外提供+1免费的神经毒素榴弹"
LocPromotionPopupText="<Bullet/> 在神经毒素弹手Ⅰ基础上，额外提供+1免费的神经毒素榴弹"

[ImprovisePRFreeNeurotoxinGrenade X2AbilityTemplate]
LocFriendlyName="临时神经毒素弹"
LocHelpText="3回合冷却时间，6充能，从现场找到的各种物品中组装一个临时神经毒素弹，如果 <Ability:CLASSNAME/> 也拥有<font color='#d3af37'>轻型军械</font>，则组装多个临时榴弹."
LocLongDescription=" 3回合冷却时间，6充能，从现场找到的各种物品中组装一个临时神经毒素弹，如果 <Ability:CLASSNAME/> 也拥有<font color='#d3af37'>轻型军械</font>，则组装多个临时榴弹."
LocPromotionPopupText="<Bullet/> 3回合冷却时间，6充能，从现场找到的各种物品中组装一个临时神经毒素弹，如果 <Ability:CLASSNAME/> 也拥有<font color='#d3af37'>轻型军械</font>，则组装多个临时榴弹."




[PRFreeGasGrenade X2AbilityTemplate]
LocFriendlyName="毒气弹手Ⅰ"
LocHelpText="为你的物品栏提供一颗免费的毒气榴弹，如果已完成对应科研项目，可升级为毒气炸弹."
LocLongDescription="为你的物品栏提供一颗免费的毒气榴弹，如果已完成对应科研项目，可升级为毒气炸弹."
LocPromotionPopupText="<Bullet/> 为你的物品栏提供一颗免费的毒气榴弹，如果已完成对应科研项目，可升级为毒气炸弹."


[PRFreeGasGrenade2 X2AbilityTemplate]
LocFriendlyName="毒气弹手Ⅱ"
LocHelpText="在毒气弹手Ⅰ基础上，额外提供+1免费的毒气榴弹，如果已完成对应科研项目，可升级为毒气炸弹"
LocLongDescription="在毒气弹手Ⅰ基础上，额外提供+1免费的毒气榴弹，如果已完成对应科研项目，可升级为毒气炸弹"
LocPromotionPopupText="<Bullet/> 在毒气弹手Ⅰ基础上，额外提供+1免费的毒气榴弹，如果已完成对应科研项目，可升级为毒气炸弹"


[ImprovisePRFreeGasGrenade X2AbilityTemplate]
LocFriendlyName="临时毒气弹"
LocHelpText="<Bullet/> 3回合冷却时间，6充能，从现场找到的各种物品中组装一个临时毒气弹，如果 <Ability:CLASSNAME/> 也拥有<font color='#d3af37'>轻型军械</font>，则组装多个临时榴弹<br> <Bullet/>如果已完成对应科研项目，可升级为毒气炸弹."
LocLongDescription="<Bullet/> 3回合冷却时间，6充能，从现场找到的各种物品中组装一个临时毒气弹，如果 <Ability:CLASSNAME/> 也拥有<font color='#d3af37'>轻型军械</font>，则组装多个临时榴弹<br> <Bullet/>如果已完成对应科研项目，可升级为毒气炸弹."
LocPromotionPopupText="<Bullet/> 3回合冷却时间，6充能，从现场找到的各种物品中组装一个临时毒气弹，如果 <Ability:CLASSNAME/> 也拥有<font color='#d3af37'>轻型军械</font>，则组装多个临时榴弹<br> <Bullet/>如果已完成对应科研项目，可升级为毒气炸弹."




[PRFreeFlashbangGrenade X2AbilityTemplate]
LocFriendlyName="闪光弹手Ⅰ"
LocHelpText="为你的物品栏提供一颗免费的闪光榴弹."
LocLongDescription="为你的物品栏提供一颗免费的闪光榴弹."
LocPromotionPopupText="<Bullet/> 为你的物品栏提供一颗免费的闪光榴弹."


[PRFreeFlashbangGrenade2 X2AbilityTemplate]
LocFriendlyName="闪光弹手Ⅱ"
LocHelpText="在闪光弹手Ⅰ基础上，额外提供+1免费的闪光榴弹"
LocLongDescription="在闪光弹手Ⅰ基础上，额外提供+1免费的闪光榴弹"
LocPromotionPopupText="<Bullet/> 在闪光弹手Ⅰ基础上，额外提供+1免费的闪光榴弹"


[ImprovisePRFreeFlashbangGrenade X2AbilityTemplate]
LocFriendlyName="临时闪光弹"
LocHelpText="1回合冷却时间，8充能，从现场找到的各种物品中组装一个临时闪光弹，如果 <Ability:CLASSNAME/> 也拥有<font color='#d3af37'>轻型军械</font>，则组装多个临时榴弹."
LocLongDescription=" 1回合冷却时间，8充能，从现场找到的各种物品中组装一个临时闪光弹，如果 <Ability:CLASSNAME/> 也拥有<font color='#d3af37'>轻型军械</font>，则组装多个临时榴弹."
LocPromotionPopupText="<Bullet/> 1回合冷却时间，8充能，从现场找到的各种物品中组装一个临时闪光弹，如果 <Ability:CLASSNAME/> 也拥有<font color='#d3af37'>轻型军械</font>，则组装多个临时榴弹."




[PRFreeRadGrenade X2AbilityTemplate]
LocFriendlyName="辐射弹手Ⅰ"
LocHelpText="为你的物品栏提供一颗免费的辐射榴弹，对目标区域内的单位造成伤害，并有几率对被困在爆炸中的单位施加多重辐射效果"
LocLongDescription="为你的物品栏提供一颗免费的辐射榴弹，对目标区域内的单位造成伤害，并有几率对被困在爆炸中的单位施加多重辐射效果"
LocPromotionPopupText="<Bullet/> 为你的物品栏提供一颗免费的辐射榴弹，对目标区域内的单位造成伤害，并有几率对被困在爆炸中的单位施加多重辐射效果"


[PRFreeRadGrenade2 X2AbilityTemplate]
LocFriendlyName="辐射弹手Ⅱ"
LocHelpText="在辐射弹手Ⅰ基础上，额外提供+1免费的辐射榴弹，对目标区域内的单位造成伤害，并有几率对被困在爆炸中的单位施加多重辐射效果"
LocLongDescription="在辐射弹手Ⅰ基础上，额外提供+1免费的辐射榴弹，对目标区域内的单位造成伤害，并有几率对被困在爆炸中的单位施加多重辐射效果"
LocPromotionPopupText="<Bullet/> 在辐射弹手Ⅰ基础上，额外提供+1免费的辐射榴弹，对目标区域内的单位造成伤害，并有几率对被困在爆炸中的单位施加多重辐射效果"


[ImprovisePRFreeRadGrenade X2AbilityTemplate]
LocFriendlyName="临时辐射弹"
LocHelpText="4回合冷却时间，4充能，从现场找到的各种物品中组装一个临时辐射弹：对目标区域内的单位造成伤害，并有几率对被困在爆炸中的单位施加多重辐射效果，如果 <Ability:CLASSNAME/> 也拥有<font color='#d3af37'>轻型军械</font>，则组装多个临时榴弹."
LocLongDescription=" 4回合冷却时间，4充能，从现场找到的各种物品中组装一个临时辐射弹：对目标区域内的单位造成伤害，并有几率对被困在爆炸中的单位施加多重辐射效果，如果 <Ability:CLASSNAME/> 也拥有<font color='#d3af37'>轻型军械</font>，则组装多个临时榴弹."
LocPromotionPopupText="<Bullet/> 4回合冷却时间，4充能，从现场找到的各种物品中组装一个临时辐射弹：对目标区域内的单位造成伤害，并有几率对被困在爆炸中的单位施加多重辐射效果，如果 <Ability:CLASSNAME/> 也拥有<font color='#d3af37'>轻型军械</font>，则组装多个临时榴弹."




[PRFreeMagGrenade X2AbilityTemplate]
LocFriendlyName="磁力弹手Ⅰ"
LocHelpText="为你的物品栏提供一颗免费的磁力榴弹，可以击退敌人"
LocLongDescription="为你的物品栏提供一颗免费的磁力榴弹，可以击退敌人."
LocPromotionPopupText="<Bullet/> 为你的物品栏提供一颗免费的磁力榴弹，可以击退敌人."


[PRFreeMagGrenade2 X2AbilityTemplate]
LocFriendlyName="磁力弹手Ⅱ"
LocHelpText="在磁力弹手Ⅰ基础上，额外提供+1免费的磁力榴弹，可以击退敌人"
LocLongDescription="在磁力弹手Ⅰ基础上，额外提供+1免费的磁力榴弹，可以击退敌人"
LocPromotionPopupText="<Bullet/> 在磁力弹手Ⅰ基础上，额外提供+1免费的磁力榴弹，可以击退敌人"


[ImprovisePRFreeMagGrenade X2AbilityTemplate]
LocFriendlyName="临时磁力弹"
LocHelpText="3回合冷却时间，6充能，从现场找到的各种物品中组装一个临时磁力弹，可以击退敌人，如果 <Ability:CLASSNAME/> 也拥有<font color='#d3af37'>轻型军械</font>，则组装多个临时榴弹."
LocLongDescription=" 3回合冷却时间，6充能，从现场找到的各种物品中组装一个临时磁力弹，可以击退敌人，如果 <Ability:CLASSNAME/> 也拥有<font color='#d3af37'>轻型军械</font>，则组装多个临时榴弹."
LocPromotionPopupText="<Bullet/> 3回合冷却时间，6充能，从现场找到的各种物品中组装一个临时磁力弹，可以击退敌人，如果 <Ability:CLASSNAME/> 也拥有<font color='#d3af37'>轻型军械</font>，则组装多个临时榴弹."




[PRFreeLaserGrenade X2AbilityTemplate]
LocFriendlyName="激光弹手Ⅰ"
LocHelpText="为你的物品栏提供一颗免费的激光榴弹，伤害爆炸半径内的所有单位，并穿透护甲."
LocLongDescription="为你的物品栏提供一颗免费的激光榴弹，伤害爆炸半径内的所有单位，并穿透护甲."
LocPromotionPopupText="<Bullet/> 为你的物品栏提供一颗免费的激光榴弹，伤害爆炸半径内的所有单位，并穿透护甲."


[PRFreeLaserGrenade2 X2AbilityTemplate]
LocFriendlyName="激光弹手Ⅱ"
LocHelpText="在激光弹手Ⅰ基础上，额外提供+1免费的激光榴弹，伤害爆炸半径内的所有单位，并穿透护甲"
LocLongDescription="在激光弹手Ⅰ基础上，额外提供+1免费的激光榴弹，伤害爆炸半径内的所有单位，并穿透护甲"
LocPromotionPopupText="<Bullet/> 在激光弹手Ⅰ基础上，额外提供+1免费的激光榴弹，伤害爆炸半径内的所有单位，并穿透护甲"


[ImprovisePRFreeLaserGrenade X2AbilityTemplate]
LocFriendlyName="临时激光弹"
LocHelpText="4回合冷却时间，4充能，从现场找到的各种物品中组装一个临时激光弹，伤害爆炸半径内的所有单位，并穿透护甲，如果 <Ability:CLASSNAME/> 也拥有<font color='#d3af37'>轻型军械</font>，则组装多个临时榴弹."
LocLongDescription=" 4回合冷却时间，4充能，从现场找到的各种物品中组装一个临时激光弹，伤害爆炸半径内的所有单位，并穿透护甲，如果 <Ability:CLASSNAME/> 也拥有<font color='#d3af37'>轻型军械</font>，则组装多个临时榴弹."
LocPromotionPopupText="<Bullet/> 4回合冷却时间，4充能，从现场找到的各种物品中组装一个临时激光弹，伤害爆炸半径内的所有单位，并穿透护甲，如果 <Ability:CLASSNAME/> 也拥有<font color='#d3af37'>轻型军械</font>，则组装多个临时榴弹."




[PRFreeVortexGrenade X2AbilityTemplate]
LocFriendlyName="漩涡弹手Ⅰ"
LocHelpText="为你的物品栏提供一颗免费的漩涡榴弹，释放灵能漩涡造成伤害，并对环境产生巨大破坏，爆炸范围内的目标可能会被眩晕."
LocLongDescription="为你的物品栏提供一颗免费的漩涡榴弹，释放灵能漩涡造成伤害，并对环境产生巨大破坏，爆炸范围内的目标可能会被眩晕."
LocPromotionPopupText="<Bullet/> 为你的物品栏提供一颗免费的漩涡榴弹，释放灵能漩涡造成伤害，并对环境产生巨大破坏，爆炸范围内的目标可能会被眩晕."


[PRFreeVortexGrenade2 X2AbilityTemplate]
LocFriendlyName="漩涡弹手Ⅱ"
LocHelpText="在漩涡弹手Ⅰ基础上，额外提供+1免费的漩涡榴弹，释放灵能漩涡造成伤害，并对环境产生巨大破坏，爆炸范围内的目标可能会被眩晕"
LocLongDescription="在漩涡弹手Ⅰ基础上，额外提供+1免费的漩涡榴弹，释放灵能漩涡造成伤害，并对环境产生巨大破坏，爆炸范围内的目标可能会被眩晕"
LocPromotionPopupText="<Bullet/> 在漩涡弹手Ⅰ基础上，额外提供+1免费的漩涡榴弹，释放灵能漩涡造成伤害，并对环境产生巨大破坏，爆炸范围内的目标可能会被眩晕"


[ImprovisePRFreeVortexGrenade X2AbilityTemplate]
LocFriendlyName="临时漩涡弹"
LocHelpText="<Bullet/> 4回合冷却时间，4充能，从现场找到的各种物品中组装一个临时漩涡弹，如果 <Ability:CLASSNAME/> 也拥有<font color='#d3af37'>轻型军械</font>，则组装多个临时榴弹<br> <Bullet/>漩涡榴弹释放灵能漩涡造成伤害，并对环境产生巨大破坏，爆炸范围内的目标可能会被眩晕."
LocLongDescription="<Bullet/> 4回合冷却时间，4充能，从现场找到的各种物品中组装一个临时漩涡弹，如果 <Ability:CLASSNAME/> 也拥有<font color='#d3af37'>轻型军械</font>，则组装多个临时榴弹<br> <Bullet/>漩涡榴弹释放灵能漩涡造成伤害，并对环境产生巨大破坏，爆炸范围内的目标可能会被眩晕."
LocPromotionPopupText="<Bullet/> 4回合冷却时间，4充能，从现场找到的各种物品中组装一个临时漩涡弹，如果 <Ability:CLASSNAME/> 也拥有<font color='#d3af37'>轻型军械</font>，则组装多个临时榴弹<br> <Bullet/>漩涡榴弹释放灵能漩涡造成伤害，并对环境产生巨大破坏，爆炸范围内的目标可能会被眩晕."




[PRFreeXCOMConcussionGrenade X2AbilityTemplate]
LocFriendlyName="震荡弹手Ⅰ"
LocHelpText="为你的物品栏提供一颗免费的震荡榴弹，震荡榴弹会释放冲击波，摧毁掩体、混乱目标并有可能将目标击退."
LocLongDescription="为你的物品栏提供一颗免费的震荡榴弹，震荡榴弹会释放冲击波，摧毁掩体、混乱目标并有可能将目标击退."
LocPromotionPopupText="<Bullet/> 为你的物品栏提供一颗免费的震荡榴弹，震荡榴弹会释放冲击波，摧毁掩体、混乱目标并有可能将目标击退."


[PRFreeXCOMConcussionGrenade2 X2AbilityTemplate]
LocFriendlyName="震荡弹手Ⅱ"
LocHelpText="在震荡弹手Ⅰ基础上，额外提供+1免费的震荡榴弹，震荡榴弹会释放冲击波，摧毁掩体、混乱目标并有可能将目标击退"
LocLongDescription="在震荡弹手Ⅰ基础上，额外提供+1免费的震荡榴弹，震荡榴弹会释放冲击波，摧毁掩体、混乱目标并有可能将目标击退"
LocPromotionPopupText="<Bullet/> 在震荡弹手Ⅰ基础上，额外提供+1免费的震荡榴弹，震荡榴弹会释放冲击波，摧毁掩体、混乱目标并有可能将目标击退"


[ImprovisePRFreeXCOMConcussionGrenade X2AbilityTemplate]
LocFriendlyName="临时震荡弹"
LocHelpText="<Bullet/> 3回合冷却时间，6充能，从现场找到的各种物品中组装一个临时震荡弹，如果 <Ability:CLASSNAME/> 也拥有<font color='#d3af37'>轻型军械</font>，则组装多个临时榴弹<br> <Bullet/>震荡榴弹会释放冲击波，摧毁掩体、混乱目标并有可能将目标击退."
LocLongDescription="<Bullet/> 3回合冷却时间，6充能，从现场找到的各种物品中组装一个临时震荡弹，如果 <Ability:CLASSNAME/> 也拥有<font color='#d3af37'>轻型军械</font>，则组装多个临时榴弹<br> <Bullet/>震荡榴弹会释放冲击波，摧毁掩体、混乱目标并有可能将目标击退."
LocPromotionPopupText="<Bullet/> 3回合冷却时间，6充能，从现场找到的各种物品中组装一个临时震荡弹，如果 <Ability:CLASSNAME/> 也拥有<font color='#d3af37'>轻型军械</font>，则组装多个临时榴弹<br> <Bullet/>震荡榴弹会释放冲击波，摧毁掩体、混乱目标并有可能将目标击退."




[PRFreeBlackFlameGrenade X2AbilityTemplate]
LocFriendlyName="黑焰弹手Ⅰ"
LocHelpText="为你的物品栏提供一颗免费的黑焰榴弹，压倒敌人的思想，混乱敌人，造成灵能波纹效果，随着时间的推移造成额外的灵能伤害，并可以扩散到附近的其他目标."
LocLongDescription="为你的物品栏提供一颗免费的黑焰榴弹，压倒敌人的思想，混乱敌人，造成灵能波纹效果，随着时间的推移造成额外的灵能伤害，并可以扩散到附近的其他目标."
LocPromotionPopupText="<Bullet/> 为你的物品栏提供一颗免费的黑焰榴弹，压倒敌人的思想，混乱敌人，造成灵能波纹效果，随着时间的推移造成额外的灵能伤害，并可以扩散到附近的其他目标."


[PRFreeBlackFlameGrenade2 X2AbilityTemplate]
LocFriendlyName="黑焰弹手Ⅱ"
LocHelpText="在黑焰弹手Ⅰ基础上，额外提供+1免费的黑焰榴弹，压倒敌人的思想，混乱敌人，造成灵能波纹效果，随着时间的推移造成额外的灵能伤害，并可以扩散到附近的其他目标"
LocLongDescription="在黑焰弹手Ⅰ基础上，额外提供+1免费的黑焰榴弹，压倒敌人的思想，混乱敌人，造成灵能波纹效果，随着时间的推移造成额外的灵能伤害，并可以扩散到附近的其他目标"
LocPromotionPopupText="<Bullet/> 在黑焰弹手Ⅰ基础上，额外提供+1免费的黑焰榴弹，压倒敌人的思想，混乱敌人，造成灵能波纹效果，随着时间的推移造成额外的灵能伤害，并可以扩散到附近的其他目标"


[ImprovisePRFreeBlackFlameGrenade X2AbilityTemplate]
LocFriendlyName="临时黑焰弹"
LocHelpText="<Bullet/> 4回合冷却时间，2充能，从现场找到的各种物品中组装一个临时黑焰弹，如果 <Ability:CLASSNAME/> 也拥有<font color='#d3af37'>轻型军械</font>，则组装多个临时榴弹<br> <Bullet/>压倒敌人的思想，混乱敌人，造成灵能波纹效果，随着时间的推移造成额外的灵能伤害，并可以扩散到附近的其他目标."
LocLongDescription="<Bullet/> 4回合冷却时间，2充能，从现场找到的各种物品中组装一个临时黑焰弹，如果 <Ability:CLASSNAME/> 也拥有<font color='#d3af37'>轻型军械</font>，则组装多个临时榴弹<br> <Bullet/>压倒敌人的思想，混乱敌人，造成灵能波纹效果，随着时间的推移造成额外的灵能伤害，并可以扩散到附近的其他目标."
LocPromotionPopupText="<Bullet/> 4回合冷却时间，2充能，从现场找到的各种物品中组装一个临时黑焰弹，如果 <Ability:CLASSNAME/> 也拥有<font color='#d3af37'>轻型军械</font>，则组装多个临时榴弹<br> <Bullet/>压倒敌人的思想，混乱敌人，造成灵能波纹效果，随着时间的推移造成额外的灵能伤害，并可以扩散到附近的其他目标."



[PRFreeXCOMControlGrenade X2AbilityTemplate]
LocFriendlyName="控制弹手Ⅰ"
LocHelpText="为你的物品栏提供一颗免费的控制榴弹，撕碎护甲并造成流血，同时也使目标混乱，并将目标笼罩在烟雾中."
LocLongDescription="为你的物品栏提供一颗免费的控制榴弹，撕碎护甲并造成流血，同时也使目标混乱，并将目标笼罩在烟雾中."
LocPromotionPopupText="<Bullet/> 为你的物品栏提供一颗免费的控制榴弹，撕碎护甲并造成流血，同时也使目标混乱，并将目标笼罩在烟雾中."


[PRFreeXCOMControlGrenade2 X2AbilityTemplate]
LocFriendlyName="控制弹手Ⅱ"
LocHelpText="在控制弹手Ⅰ基础上，额外提供+1免费的控制榴弹，撕碎护甲并造成流血，同时也使目标混乱，并将目标笼罩在烟雾中"
LocLongDescription="在控制弹手Ⅰ基础上，额外提供+1免费的控制榴弹，撕碎护甲并造成流血，同时也使目标混乱，并将目标笼罩在烟雾中"
LocPromotionPopupText="<Bullet/> 在控制弹手Ⅰ基础上，额外提供+1免费的控制榴弹，撕碎护甲并造成流血，同时也使目标混乱，并将目标笼罩在烟雾中"


[ImprovisePRFreeXCOMControlGrenade X2AbilityTemplate]
LocFriendlyName="临时控制弹"
LocHelpText="<Bullet/> 4回合冷却时间，6充能，从现场找到的各种物品中组装一个临时控制弹，如果 <Ability:CLASSNAME/> 也拥有<font color='#d3af37'>轻型军械</font>，则组装多个临时榴弹<br> <Bullet/>撕碎护甲并造成流血，同时也使目标混乱，并将目标笼罩在烟雾中."
LocLongDescription="<Bullet/> 4回合冷却时间，6充能，从现场找到的各种物品中组装一个临时控制弹，如果 <Ability:CLASSNAME/> 也拥有<font color='#d3af37'>轻型军械</font>，则组装多个临时榴弹<br> <Bullet/>撕碎护甲并造成流血，同时也使目标混乱，并将目标笼罩在烟雾中."
LocPromotionPopupText="<Bullet/> 4回合冷却时间，6充能，从现场找到的各种物品中组装一个临时控制弹，如果 <Ability:CLASSNAME/> 也拥有<font color='#d3af37'>轻型军械</font>，则组装多个临时榴弹<br> <Bullet/>撕碎护甲并造成流血，同时也使目标混乱，并将目标笼罩在烟雾中."




[PRFreeFrostBomb X2AbilityTemplate]
LocFriendlyName="低温炸弹手Ⅰ"
LocHelpText="<Bullet/>为你的物品栏提供一颗免费的升级版低温炸弹：伤害、半径和撕裂护甲效果都得到了提升.<br> <Bullet/>低温<font color='#d3af37'>(2级寒冷Buff)</font>将大幅降低目标的<font color='#d3af37'>移动力和闪避</font>.<br> <Bullet/><font color='#d3af37'>(3级寒冷Buff)</font>会冻结敌人.<br> <Bullet/>冻结的敌人<font color='#d3af37'>防御</font>将会降低"
LocLongDescription="<Bullet/>为你的物品栏提供一颗免费的升级版低温炸弹：伤害、半径和撕裂护甲效果都得到了提升.<br> <Bullet/>低温<font color='#d3af37'>(2级寒冷Buff)</font>将大幅降低目标的<font color='#d3af37'>移动力和闪避</font>.<br> <Bullet/><font color='#d3af37'>(3级寒冷Buff)</font>会冻结敌人.<br> <Bullet/>冻结的敌人<font color='#d3af37'>防御</font>将会降低"
LocPromotionPopupText="<Bullet/>为你的物品栏提供一颗免费的升级版低温炸弹：伤害、半径和撕裂护甲效果都得到了提升.<br> <Bullet/>低温<font color='#d3af37'>(2级寒冷Buff)</font>将大幅降低目标的<font color='#d3af37'>移动力和闪避</font>.<br> <Bullet/><font color='#d3af37'>(3级寒冷Buff)</font>会冻结敌人.<br> <Bullet/>冻结的敌人<font color='#d3af37'>防御</font>将会降低"


[PRFreeFrostBombGrenade2 X2AbilityTemplate]
LocFriendlyName="低温炸弹手Ⅱ"
LocHelpText="<Bullet/>在低温炸弹手Ⅰ基础上，额外提供+1免费的升级版低温炸弹：伤害、半径和撕裂护甲效果都得到了提升.<br> <Bullet/>低温<font color='#d3af37'>(2级寒冷Buff)</font>将大幅降低目标的<font color='#d3af37'>移动力和闪避</font>.<br> <Bullet/><font color='#d3af37'>(3级寒冷Buff)</font>会冻结敌人.<br> <Bullet/>冻结的敌人<font color='#d3af37'>防御</font>将会降低"
LocLongDescription="<Bullet/>在低温炸弹手Ⅰ基础上，额外提供+1免费的升级版低温炸弹：伤害、半径和撕裂护甲效果都得到了提升.<br> <Bullet/>低温<font color='#d3af37'>(2级寒冷Buff)</font>将大幅降低目标的<font color='#d3af37'>移动力和闪避</font>.<br> <Bullet/><font color='#d3af37'>(3级寒冷Buff)</font>会冻结敌人.<br> <Bullet/>冻结的敌人<font color='#d3af37'>防御</font>将会降低"
LocPromotionPopupText="<Bullet/>在低温炸弹手Ⅰ基础上，额外提供+1免费的升级版低温炸弹：伤害、半径和撕裂护甲效果都得到了提升.<br> <Bullet/>低温<font color='#d3af37'>(2级寒冷Buff)</font>将大幅降低目标的<font color='#d3af37'>移动力和闪避</font>.<br> <Bullet/><font color='#d3af37'>(3级寒冷Buff)</font>会冻结敌人.<br> <Bullet/>冻结的敌人<font color='#d3af37'>防御</font>将会降低"


[ImprovisePRFreeFrostBomb X2AbilityTemplate]
LocFriendlyName="临时低温炸弹"
LocHelpText="<Bullet/> 4回合冷却时间，2充能，从现场找到的各种物品中组装一个临时的升级版低温炸弹：伤害、半径和撕裂护甲效果都得到了提升，如果 <Ability:CLASSNAME/> 也拥有<font color='#d3af37'>轻型军械</font>，则组装多个临时榴弹<br> <Bullet/>低温<font color='#d3af37'>(2级寒冷Buff)</font>将大幅降低目标的<font color='#d3af37'>移动力和闪避</font>.<br> <Bullet/><font color='#d3af37'>(3级寒冷Buff)</font>会冻结敌人.<br> <Bullet/>冻结的敌人<font color='#d3af37'>防御</font>将会降低"
LocLongDescription="<Bullet/> 4回合冷却时间，2充能，从现场找到的各种物品中组装一个临时的升级版低温炸弹：伤害、半径和撕裂护甲效果都得到了提升，如果 <Ability:CLASSNAME/> 也拥有<font color='#d3af37'>轻型军械</font>，则组装多个临时榴弹<br> <Bullet/>低温<font color='#d3af37'>(2级寒冷Buff)</font>将大幅降低目标的<font color='#d3af37'>移动力和闪避</font>.<br> <Bullet/><font color='#d3af37'>(3级寒冷Buff)</font>会冻结敌人.<br> <Bullet/>冻结的敌人<font color='#d3af37'>防御</font>将会降低"
LocPromotionPopupText="<Bullet/> 4回合冷却时间，2充能，从现场找到的各种物品中组装一个临时的升级版低温炸弹：伤害、半径和撕裂护甲效果都得到了提升，如果 <Ability:CLASSNAME/> 也拥有<font color='#d3af37'>轻型军械</font>，则组装多个临时榴弹<br> <Bullet/>低温<font color='#d3af37'>(2级寒冷Buff)</font>将大幅降低目标的<font color='#d3af37'>移动力和闪避</font>.<br> <Bullet/><font color='#d3af37'>(3级寒冷Buff)</font>会冻结敌人.<br> <Bullet/>冻结的敌人<font color='#d3af37'>防御</font>将会降低"




[PRFreeAPGrenade X2AbilityTemplate]
LocFriendlyName="刺针弹手Ⅰ"
LocHelpText="为你的物品栏提供一颗免费的刺针榴弹，对<font color='#d3af37'>无甲目标</font>造成高伤害，对<font color='#85bed1'>有甲目标</font>伤害极低，<font color='#d3af37'>可以被掩体挡住</font>，不会对地形造成伤害，不会破坏<font color='#d3af37'>战利品和尸体</font>."
LocLongDescription="为你的物品栏提供一颗免费的刺针榴弹，对<font color='#d3af37'>无甲目标</font>造成高伤害，对<font color='#85bed1'>有甲目标</font>伤害极低，<font color='#d3af37'>可以被掩体挡住</font>，不会对地形造成伤害，不会破坏<font color='#d3af37'>战利品和尸体</font>.."
LocPromotionPopupText="<Bullet/> 为你的物品栏提供一颗免费的刺针榴弹，对<font color='#d3af37'>无甲目标</font>造成高伤害，对<font color='#85bed1'>有甲目标</font>伤害极低，<font color='#d3af37'>可以被掩体挡住</font>，不会对地形造成伤害，不会破坏<font color='#d3af37'>战利品和尸体</font>.."


[PRFreeAPGrenade2 X2AbilityTemplate]
LocFriendlyName="刺针弹手Ⅱ"
LocHelpText="在刺针弹手Ⅰ基础上，额外提供+1免费的刺针榴弹，对<font color='#d3af37'>无甲目标</font>造成高伤害，对<font color='#85bed1'>有甲目标</font>伤害极低，<font color='#d3af37'>可以被掩体挡住</font>，不会对地形造成伤害，不会破坏<font color='#d3af37'>战利品和尸体</font>."
LocLongDescription="在刺针弹手Ⅰ基础上，额外提供+1免费的刺针榴弹，对<font color='#d3af37'>无甲目标</font>造成高伤害，对<font color='#85bed1'>有甲目标</font>伤害极低，<font color='#d3af37'>可以被掩体挡住</font>，不会对地形造成伤害，不会破坏<font color='#d3af37'>战利品和尸体</font>."
LocPromotionPopupText="<Bullet/> 在刺针弹手Ⅰ基础上，额外提供+1免费的刺针榴弹，对<font color='#d3af37'>无甲目标</font>造成高伤害，对<font color='#85bed1'>有甲目标</font>伤害极低，<font color='#d3af37'>可以被掩体挡住</font>，不会对地形造成伤害，不会破坏<font color='#d3af37'>战利品和尸体</font>."


[ImprovisePRFreeAPGrenade X2AbilityTemplate]
LocFriendlyName="临时刺针弹"
LocHelpText="<Bullet/> 2回合冷却时间，6充能，从现场找到的各种物品中组装一个临时刺针弹，如果 <Ability:CLASSNAME/> 也拥有<font color='#d3af37'>轻型军械</font>，则组装多个临时榴弹<br> <Bullet/>对<font color='#d3af37'>无甲目标</font>造成高伤害，对<font color='#85bed1'>有甲目标</font>伤害极低，<font color='#d3af37'>可以被掩体挡住</font>，不会对地形造成伤害，不会破坏<font color='#d3af37'>战利品和尸体</font>.."
LocLongDescription="<Bullet/> 2回合冷却时间，6充能，从现场找到的各种物品中组装一个临时刺针弹，如果 <Ability:CLASSNAME/> 也拥有<font color='#d3af37'>轻型军械</font>，则组装多个临时榴弹<br> <Bullet/>对<font color='#d3af37'>无甲目标</font>造成高伤害，对<font color='#85bed1'>有甲目标</font>伤害极低，<font color='#d3af37'>可以被掩体挡住</font>，不会对地形造成伤害，不会破坏<font color='#d3af37'>战利品和尸体</font>.."
LocPromotionPopupText="<Bullet/> 2回合冷却时间，6充能，从现场找到的各种物品中组装一个临时刺针弹，如果 <Ability:CLASSNAME/> 也拥有<font color='#d3af37'>轻型军械</font>，则组装多个临时榴弹<br> <Bullet/>对<font color='#d3af37'>无甲目标</font>造成高伤害，对<font color='#85bed1'>有甲目标</font>伤害极低，<font color='#d3af37'>可以被掩体挡住</font>，不会对地形造成伤害，不会破坏<font color='#d3af37'>战利品和尸体</font>.."




[PRPA_StunMineMk1 X2AbilityTemplate]
LocFriendlyName="探路者眩晕地雷"
LocLongDescription="在物品栏中增加<font color='#f7941e'>1</font>枚<font color='#e60831'>探路者眩晕地雷</font>。"
LocHelpText="在物品栏中增加<font color='#f7941e'>1</font>枚<font color='#e60831'>探路者眩晕地雷</font>。"
LocPromotionPopupText="<Bullet/> 在物品栏中增加<font color='#f7941e'>1</font>枚<font color='#e60831'>探路者眩晕地雷</font>。<br><Bullet/> 全副武装及类似技能不会增加手雷数量。<br><Bullet/> 不增加物品重量。"


[PRPA_StunMineMk2 X2AbilityTemplate]
LocFriendlyName="额外探路者眩晕地雷"
LocLongDescription="在物品栏中增加<font color='#f7941e'>1</font>枚<font color='#e60831'>探路者眩晕地雷</font>。"
LocHelpText="在物品栏中增加<font color='#f7941e'>1</font>枚<font color='#e60831'>探路者眩晕地雷</font>。"
LocPromotionPopupText="<Bullet/> 在物品栏中增加<font color='#f7941e'>1</font>枚<font color='#e60831'>探路者眩晕地雷</font>。<br><Bullet/> 全副武装及类似技能不会增加手雷数量。<br><Bullet/> 不增加物品重量。"

[PRPA_StunMineMk3 X2AbilityTemplate]
LocFriendlyName="免费探路者眩晕地雷"
LocLongDescription="在物品栏中增加<font color='#f7941e'>1</font>枚<font color='#e60831'>探路者眩晕地雷</font>。"
LocHelpText="在物品栏中增加<font color='#f7941e'>1</font>枚<font color='#e60831'>探路者眩晕地雷</font>。"
LocPromotionPopupText="<Bullet/> 在物品栏中增加<font color='#f7941e'>1</font>枚<font color='#e60831'>探路者眩晕地雷</font>。<br><Bullet/> 全副武装及类似技能不会增加手雷数量。<br><Bullet/> 不增加物品重量。"

[PR_FireRocketLauncher X2AbilityTemplate]
LocFriendlyName="PR_FireRocketLauncher"
LocHelpText="PR_FireRocketLauncher"
LocLongDescription="PR_FireRocketLauncher"
LocPromotionPopupText="<Bullet/> PR_FireRocketLauncher"

[PR_MasterOfImprov X2AbilityTemplate]
LocFriendlyName="即兴大师"
LocLongDescription="使用临时手雷或火箭能力时，会额外制作1枚手雷或火箭。"
LocHelpText="使用临时手雷或火箭能力时，会额外制作1枚手雷或火箭。"
LocPromotionPopupText="使用临时手雷或火箭能力时，会额外制作1枚手雷或火箭。"

[PR_TripleFreeFrag X2AbilityTemplate]
LocFriendlyName="垃圾场制爆炸物"
LocLongDescription="在物品栏中增加<font color='#f7941e'>3</font>枚<font color='#e60831'>破片手雷</font>。"
LocHelpText="在物品栏中增加<font color='#f7941e'>3</font>枚<font color='#e60831'>破片手雷</font>。"
LocPromotionPopupText="<Bullet/> 在物品栏中增加<font color='#f7941e'>3</font>枚<font color='#e60831'>破片手雷</font>。<br><Bullet/> 研究<font color='#27aae1'>电浆手雷</font>后升级为<font color='#e60831'>电浆手雷</font>。<br><Bullet/> 全副武装及类似技能不会增加手雷数量。<br><Bullet/> 不增加物品重量。"

[PR_TripleFreeAcid X2AbilityTemplate]
LocFriendlyName="腐蚀废料"
LocLongDescription="在物品栏中增加<font color='#f7941e'>3</font>枚<font color='#e60831'>酸性手雷</font>。"
LocHelpText="在物品栏中增加<font color='#f7941e'>3</font>枚<font color='#e60831'>酸性手雷</font>。"
LocPromotionPopupText="<Bullet/> 在物品栏中增加<font color='#f7941e'>3</font>枚<font color='#e60831'>酸性手雷</font>。<br><Bullet/> 研究<font color='#27aae1'>酸性炸弹</font>后升级为<font color='#e60831'>酸性炸弹</font>。<br><Bullet/> 全副武装及类似技能不会增加手雷数量。<br><Bullet/> 不增加物品重量。"

[PR_TripleFreeFirebomb X2AbilityTemplate]
LocFriendlyName="易燃材料"
LocLongDescription="在物品栏中增加<font color='#f7941e'>3</font>枚<font color='#e60831'>燃烧手雷</font>。"
LocHelpText="在物品栏中增加<font color='#f7941e'>3</font>枚<font color='#e60831'>燃烧手雷</font>。"
LocPromotionPopupText="<Bullet/> 在物品栏中增加<font color='#f7941e'>3</font>枚<font color='#e60831'>燃烧手雷</font>。<br><Bullet/> 研究<font color='#27aae1'>燃烧炸弹</font>后升级为<font color='#e60831'>燃烧炸弹</font>。<br><Bullet/> 全副武装及类似技能不会增加手雷数量。<br><Bullet/> 不增加物品重量。"